<template>
  <div class="about">
    <h1>オーダーメイドのご案内</h1>
    <p>私たちは、紳士服、婦人服、子供服のオーダーメイドを提供しています。お客様の体型や好みに合わせて、一着だけの特別なお洋服をお作りします。</p>
    <h2>紳士服</h2>
    <p>スーツ、ジャケット、ズボン、コート、フォーマルウェア、パーティー衣装、舞台衣装など、あらゆる種類の服を提供しています。体型は問いません。</p>
    <h2>婦人服</h2>
    <p>スーツ、ベスト、パンツ、スカート、コート、フォーマルドレス、ブラウス、舞台衣装、ウェディングドレス、ダンス衣装など、お客様の希望するスタイル、デザイン、素材でお洋服をお仕立てします。体型は問いません。</p>
    <h2>子供服</h2>
    <p>七五三衣装、入学卒業式の服、発表会衣装、学芸会衣装などを提供しています。ご両親のお好みのお洋服を子供服としてお作りします。</p>
    <h2>生地や素材の持ち込み</h2>
    <p>お客様自身で持ち込んだ生地や素材でのお仕立ても可能です。また、洋服のデザインやスタイルは、雑誌、写真、画像、DVDなどからも参考にします。</p>
    <p>ただし、生地の持ち込みについては、弁償や保証はできませんのでご了承ください。まずは、<strong>私たち</strong>にご相談ください。</p>
    <h2>お仕立て料金</h2>
    <p>お仕立て料金は、お洋服のデザイン、素材、体型、寸法などにより異なりますので、必ずお問い合わせください。</p>
    <h2>出張サービス</h2>
    <p>また、大阪府下であれば、出張無料でお洋服のご相談に応じます。お気軽にお問い合わせください。</p>
  </div>
</template>

<style>

.about {
  flex: 1;
  min-height: 100vh;
  padding-top: 4em;
  padding-bottom: 4em;
}

h1 {
  margin-top: 2em;
}

h2,h3 {
  margin-top: 0.75em;
}

p {
  margin-top: 0.5em;
}

</style>
