<template>
  <div class="repair">
    <h1>お洋服の修理・お直し・リフォームに関するサービスの紹介文</h1>
    <p>お洋服の修理・お直しでお困りの方が多くいると知り、オーダー専門店なのですが、<strong>10数年前から</strong>、地域のお客様を主力に修理を行なって<strong>います</strong>。</p>
    <p>最近では、他県からも修理の持ち込み依頼もあり、洋服を仕立てるようにお客様の修理のご要望に対応させて<strong>いただいています</strong>。</p>
    <h2>修理は、お洋服を元の状態に直す<strong>こと</strong>です。</h2>
    <p>お洋服は、着れば着るほど痛みに個人差が生じます。縫い目のミシンが解ける。生地に痛みが生じる。生地に破れが出来る。ボタンが取れた。ファスナーが壊れるなどなど。</p>
    <p>痛んだお洋服を元の状態に修理（直す）<strong>こと</strong>を行ないます。</p>
    <h2>お直しは、サイズ直し・寸法直し・一部デザイン変更<strong>など</strong></h2>
    <p>お客様の体型の変化から、お洋服のサイズを大きくする。小さくする。縫製を<strong>いたします</strong>。最近では、安いお洋服を購入しては、体型に合う<strong>よう</strong>オーダーの<strong>ように</strong>縫製<strong>いたします</strong>。</p>
    <p>お客様のお手持ちのお洋服のデザインを、古さを感じさせないデザインに縫製し直します。</p>
    <h2>リフォームは、お洋服の素材を生かして、デザイン変更<strong>など</strong></h2>
    <p>お客様のお洋服の素材を生かして、新しいお洋服にお仕立<strong>て</strong>縫製し直します。</p>
    <h2>かけつぎは、虫穴・かぎ裂き・その他の生地の破損・亀裂・穴などを復元します。</h2>
    <p>かけつぎは、古くからありますお洋服修理の技法で、今ではほんの限られた職人のみが出来る技術と言っても間違いは<strong>ありません</strong>でしょう。</p>
    <h2>色染めは、基本的には綿100％・絹100％の生地を染めます。</h2>
    <p>出来上がったお洋服を染める<strong>こと</strong>も出来ますが、縫い糸が染まらないケースが多いので元の色より、濃い色を選択して染める相談が多いですが、その場合はまず糸が染まらないので、ステッチ糸が入った感じの出来上がりをご想像<strong>ください</strong>。</p>
    <h2>修理の概要</h2>
    <p><strong>W詰め出し・裾上げ・肩幅出し入れ・身幅出し入れ・着丈出し入れ・袖丈出し入れ チャック・ファスナー取り替え・サイズ直し・革製品全般・毛皮製品全般・絹・ポリエステルなど 衣類の製品全般。</strong></p>
    <h2>刺繍・ワッペン製作・プリント加工<strong>など</strong>、枚数に関係<strong>なく</strong>ご相談承ります。</h2>
    <p>※お直し・修理・リフォーム料金は、商品によって異なる場合が生じますので、必ず事前にお問い合わせ<strong>ください</strong>。</p>
  </div>
</template>

<style>

.repair {
  flex: 1;
  min-height: 100vh;
  padding-top: 4em;
  padding-bottom: 4em;

  @media (min-width: 1024px) {
    h1 {
      margin-top: 2em;
    }
  }

  h2,h3 {
    margin-top: 0.75em;
  }

  p {
    margin-top: 0.5em;
  }
}

</style>
